greetings = """Добро пожаловать!
Бот будет оповещать о интересных вам заказах на бирже.

Укажите, с какой переодичностью хотите получать уведомления:"""

notification_interval = """Укажите, с какой переодичностью хотите получать уведомления:"""

taglist = """Выберите интересующие вас категории:"""

finish_registration = """Отлично! Вы подписать на уведомления периодичностью {}.\nИнтересущющие вас темы: {}"""

project_message = """{title}

{description}

Срок: {time}
Цена: {price}
Дата публикации: {publish_date}

{url}"""