greetings = """Добро пожаловать!
Бот будет оповещать о интересных вам заказах на бирже.

Укажите, с какой переодичностью хотите получать уведомления:"""

notification_interval = """Укажите, с какой переодичностью хотите получать уведомления:"""

taglist = """Выберите интересующие вас категории:"""

finish_registration = """Отлично! Вы подписались на уведомления периодичностью {interval}.\nИнтересущющие вас темы: {tags}"""

project_message = """{title}

{description}

Цена: {price}
Дата публикации: {publish_date}

{url}"""